module AppointmentsHelper
  def procedures_options_helper(selected=nil)
    opts = [['Лечебный массаж', 'Лечебный массаж'], ['Косметология', 'Косметология'], ['SPA-программы', 'SPA-программы'], ['Обертывания', 'Обертывания'], ['Пиллинги', 'Пиллинги'], ['Психолог', 'Психолог']]
    options_for_select(opts, selected)
  end

  def specialists_options_helper(selected=nil)
    opts = [['Бычик Виолетта Вячеславовна', 'Бычик Виолетта Вячеславовна'], ['Мбутука Роман Чолавич', 'Мбутука Роман Чолавич'], ['Якубджанова София Рафиковна', 'Якубджанова София Рафиковна'], ['Задорожная Вероника Витальевна', 'Задорожная Вероника Витальевна'], ['Шаревич Юлия Борисовна', 'Шаревич Юлия Борисовна']]
    options_for_select(opts, selected)
  end

end
