module AppointmentsHelper
  def procedures_options_helper(selected=nil)
    opts = [['Лечебный массаж', 'Лечебный массаж'], ['Косметология', 'Косметология'], ['SPA-программы', 'SPA-программы'], ['Обертывания', 'Обертывания'], ['Пиллинги', 'Пиллинги']]
    options_for_select(opts, selected)
  end

  def specialists_options_helper(selected=nil)
    opts = [['Бычик Виолетта Вячеславовна', 'Бычик Виолетта Вячеславовна'], ['Мбутука Роман Чолавич', 'Мбутука Роман Чолавич'], ['Василенко Николай Николаевич', 'Василенко Николай Николаевич'], ['Чернякова Оксана Николаевна', 'Чернякова Оксана Николаевна'], ['Храмцовская Капитолина Евгеньевна', 'Храмцовская Капитолина Евгеньевна']]
    options_for_select(opts, selected)
  end

end
